[
  {
  "text": "In the beginning God created the heavens and the earth.",
  "reference": "Genesis 1:1",
  "category": "Beginnings"
  },
  {
  "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
  "reference": "John 1:1",
  "category": "Beginnings"
  },
  {
  "text": "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth.",
  "reference": "John 1:14",
  "category": "Beginnings"
  },
  {
  "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
  "reference": "John 3:16",
  "category": "Beginnings"
  },
  {
  "text": "for all have sinned and fall short of the glory of God,",
  "reference": "Romans 3:23",
  "category": "The Roman Road: The Plan of Salvation"
  },
  {
  "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.",
  "reference": "Romans 6:23",
  "category": "The Roman Road: The Plan of Salvation"
  },
  {
  "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
  "reference": "Romans 5:8",
  "category": "The Roman Road: The Plan of Salvation"
  },
  {
  "text": "that if you confess with your mouth \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved.",
  "reference": "Romans 10:9",
  "category": "The Roman Road: The Plan of Salvation"
  },
  {
  "text": "for it is with your heart that you believe and are justified, and it is with your mouth that you profess your faith and are saved.",
  "reference": "Romans 10:10",
  "category": "The Roman Road: The Plan of Salvation"
  },
  {
  "text": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,",
  "reference": "2 Timothy 3:16",
  "category": "Listening: The Word of God and Prayer"
  },
  {
  "text": "Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful.",
  "reference": "Joshua 1:8",
  "category": "Listening: The Word of God and Prayer"
  },
  {
  "text": "I have hidden your word in my heart that I might not sin against you.",
  "reference": "Psalm 119:11",
  "category": "Listening: The Word of God and Prayer"
  },
  {
  "text": "These commandments that I give you today are to be on your hearts. Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up.",
  "reference": "Deuteronomy 6:6-7",
  "category": "Listening: The Word of God and Prayer"
  },
  {
  "text": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.",
  "reference": "Hebrews 4:12",
  "category": "Listening: The Word of God and Prayer"
  },
  {
  "text": "Let us then approach God's throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.",
  "reference": "Hebrews 4:16",
  "category": "Listening: The Word of God and Prayer"
  },
  {
  "text": "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.",
  "reference": "1 John 5:14",
  "category": "Listening: The Word of God and Prayer"
  },
  {
  "text": "And this is the testimony, that God gave us eternal life, and this life is in his Son.",
  "reference": "1 John 5:11",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "Whoever has the Son has life; whoever does not have the Son of God does not have life.",
  "reference": "1 John 5:12",
  "category": "Assurance: Inner Peace and Security"
  },
  {
    "text": "“Do not let your hearts be troubled. You believe in God; believe also in me.",
    "reference": "John 14:1",
    "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "My Father's house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you?",
  "reference": "John 14:2",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am.",
  "reference": "John 14:3",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "Jesus answered, “I am the way and the truth and the life. No one comes to the Father except through me.",
  "reference": "John 14:6",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
  "reference": "John 14:27",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.",
  "reference": "Isaiah 26:3",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "Surely he took up our pain and bore our suffering, yet we considered him punished by God, stricken by him, and afflicted. But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed.",
  "reference": "Isaiah 53:4-5",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "We all, like sheep, have gone astray, each of us has turned to our own way; and the LORD has laid on him the iniquity of us all.",
  "reference": "Isaiah 53:6",
  "category": "Assurance: Inner Peace and Security"
  },
  {
  "text": "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead.",
  "reference": "1 Peter 1:3",
  "category": "Praise: Worship and Thanksgiving"
  },
  {
  "text": "King of the nations, let them praise your name; yes, all of them should praise you, for you are awesome. Who can stand before you when you are angry? Your wrath is overwhelming.",
  "reference": "Psalm 100:4-5",
  "category": "Praise: Worship and Thanksgiving"
  },
  {
  "text": "Exalt the LORD our God and worship at his holy mountain, for the LORD our God is holy.",
  "reference": "Psalm 100:5",
  "category": "Praise: Worship and Thanksgiving"
  },
  {
  "text": "Worthy are you, our Lord and God, to receive glory and honor and power, for you created all things, and by your will they existed and were created.",
  "reference": "Revelation 4:11",
  "category": "Praise: Worship and Thanksgiving"
  },
  {
  "text": "But seek first his kingdom and his righteousness, and all these things will be given to you as well.",
  "reference": "Matthew 6:33",
  "category": "Promises: Verses to Stand On"
  },
  {
  "text": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
  "reference": "Romans 8:28",
  "category": "Promises: Verses to Stand On"
  },
  {
  "text": "'For I know the plans I have for you,' declares the LORD, 'plans to prosper you and not to harm you, plans to give you hope and a future.'",
  "reference": "Jeremiah 29:11",
  "category": "Promises: Verse to Stand On"
  },
  {
  "text": "But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.",
  "reference": "1 John 1:7",
  "category": "Promises: Verses to Stand On"
  },
  {
  "text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
  "reference": "1 John 1:9",
  "category": "Promises: Verses to Stand On"
  },
  {
  "text": "Trust in the LORD with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
  "reference": "Proverbs 3:5-6",
  "category": "Promises: Verses to Stand On"
  },
  {
  "text": "No temptation has seized you except what is common to mankind. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can endure it.",
  "reference": "1 Corinthians 10:13",
  "category": "Promises: Verses to Stand On"
  },
  {
  "text": "Cast your burden on the LORD, and he will sustain you; he will never permit the righteous to be moved.",
  "reference": "Psalm 55:22",
  "category": "Promises: Verses to Stand On"
  },
  {
  "text": "Casting all your anxieties on him, because he cares for you.",
  "reference": "1 Peter 5:7",
  "category": "Promises: Verses to Stand On"
  },
  {
    "text": "if my people, who are called by my name, will humble themselves and pray and seek my face and turn from their wicked ways, then I will hear from heaven, and I will forgive their sin and will heal their land.",
    "reference": "2 Chronicles 7:14",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "Therefore, I urge you, brothers and sisters, in view of God's mercy, to offer your bodies as a living sacrifice, holy and pleasing to God—this is your true and proper worship.",
    "reference": "Romans 12:1",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is—his good, pleasing and perfect will.",
    "reference": "Romans 12:2",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "Never be lacking in zeal, but keep your spiritual fervor, serving the Lord.",
    "reference": "Romans 12:11",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "Be joyful in hope, patient in affliction, faithful in prayer.",
    "reference": "Romans 12:12",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "If it is possible, as far as it depends on you, live at peace with everyone.",
    "reference": "Romans 12:18",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "As each has received a gift, use it to serve one another, as good stewards of God's varied grace:",
    "reference": "1 Peter 4:10",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "Submit yourselves, then, to God. Resist the devil, and he will flee from you.",
    "reference": "James 4:7",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "The fear of the LORD is the beginning of wisdom, and knowledge of the Holy One is understanding.",
    "reference": "Proverbs 9:10",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
    "reference": "Proverbs 15:1",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "But just as he who called you is holy, so be holy in all you do; for it is written: 'Be holy, because I am holy.'",
    "reference": "1 Peter 1:15-16",
    "category": "Holiness: Obeying God's Commands"
  },
  {
    "text": "Do not get drunk with wine, for that is debauchery; but be filled with the Spirit,",
    "reference": "Ephesians 5:18",
    "category": "Fullness: The Holy Spirit's Role in Our Lives"
  },
  {
    "text": "speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,",
    "reference": "Ephesians 5:19",
    "category": "Fullness: The Holy Spirit's Role in Our Lives"
  },
  {
    "text": "always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ.",
    "reference": "Ephesians 5:20",
    "category": "Fullness: The Holy Spirit's Role in Our Lives"
  },
  {
    "text": "Submit to one another out of respect for Christ.",
    "reference": "Ephesians 5:21",
    "category": "Fullness: The Holy Spirit's Role in Our Lives"
  },
  {
    "text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,",
    "reference": "Galatians 5:22",
    "category": "Fullness: The Holy Spirit's Role in Our Lives"
  },
  {
    "text": "gentleness and self-control. Against such things there is no law.",
    "reference": "Galatians 5:23",
    "category": "Fullness: The Holy Spirit's Role in Our Lives"
  },
  {
    "text": "This is the day that the LORD has made; let us rejoice and be glad in it.",
    "reference": "Psalm 118:24",
    "category": "Joy: God's Kind of Happiness"
  },
  {
    "text": "Rejoice in the Lord always; again I will say, Rejoice.",
    "reference": "Philippians 4:4",
    "category": "Joy: God's Kind of Happiness"
  },
  {
    "text": "Let your gentleness be known to everyone. The Lord is near. Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.",
    "reference": "Philippians 4:5-7",
    "category": "Joy: God's Kind of Happiness"
  },
  {
    "text": "Consider it pure joy, my brothers and sisters, whenever you face trials of many kinds, because you know that the testing of your faith produces perseverance. Let perseverance finish its work so that you may be mature and complete, not lacking anything.",
    "reference": "James 1:2-4",
    "category": "Joy: God's Kind of Happiness"
  },
  {
    "text": "Rejoice always, pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus.",
    "reference": "1 Thessalonians 5:16-18",
    "category": "Joy: God's Kind of Happiness"
  },
  {
    "text": "For by grace you have been saved through faith, and this is not your own doing; it is the gift of God-- not the result of works, so that no one may boast.",
    "reference": "Ephesians 2:8-9",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "For we are what he has made us, created in Christ Jesus for good works, which God prepared beforehand to be our way of life.",
    "reference": "Ephesians 2:10",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "and it is no longer I who live, but it is Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
    "reference": "Galatians 2:20",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful",
    "reference": "Colossians 3:15",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts.",
    "reference": "Colossians 3:16",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.",
    "reference": "Colossians 3:17",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.",
    "reference": "Romans 1:16",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "For in it the righteousness of God is revealed from faith for faith, as it is written, 'The righteous shall live by faith.'",
    "reference": "Romans 1:17",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "When I am afraid, I put my trust in you.",
    "reference": "Psalm 56:3",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "I lie down and sleep; I wake again, for the LORD sustains me.",
    "reference": "Psalm 3:5",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.",
    "reference": "Hebrews 11:6",
    "category": "Trusting God and Resting in His Word"
  },
  {
    "text": "Then Jesus came to them and said, 'All authority in heaven and on earth has been given to me.'",
    "reference": "Matthew 28:18",
    "category": "Great Commission"
  },
  {
    "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit",
    "reference": "Matthew 28:19",
    "category": "Great Commission"
  },
  {
    "text": "and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.",
    "reference": "Matthew 28:20",
    "category": "Great Commission"
  },
  {
    "text": "But you will receive power when the Holy Spirit has come upon you; and you will be my witnesses in Jerusalem, in all Judea and Samaria, and to the ends of the earth.',",
    "reference": "Acts 1:8",
    "category": "Great Commission"
  }
]
