[
  {
    "text": "The Lord is a refuge for the oppressed, a stronghold in times of trouble.",
    "reference": "Psalm 9:9"
  },
  {
    "text": "I can do everything through him who gives me strength.",
    "reference": "Philippians 4:13"
  },
  {
    "text": "Look to the Lord and his strength; seek his face always.",
    "reference": "1 Chronicles 16:11"
  },
  {
    "text": "Finally, be strong in the Lord and in his mighty power.",
    "reference": "Ephesians 6:10"
  },
  {
    "text": "God is our refuge and strength, an ever-present help in trouble.",
    "reference": "Psalm 46:1"
  },
  {
    "text": "Be on your guard; stand firm in the faith; be courageous; be strong.",
    "reference": "1 Corinthians 16:13"
  },
  {
    "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe.",
    "reference": "Proverbs 18:10"
  },
  {
    "text": "I keep my eyes always on the Lord. With him at my right hand, I will not be shaken.",
    "reference": "Psalm 16:8"
  },
  {
    "text": "He gives strength to the weary and increases the power of the weak.",
    "reference": "Isaiah 40:29"
  },
  {
    "text": "The Lord gives strength to his people; the Lord blesses his people with peace.",
    "reference": "Psalm 29:11"
  },
  {
    "text": "But the Lord is faithful, and he will strengthen you and protect you from the evil one.",
    "reference": "2 Thessalonians 3:3"
  },
  {
    "text": "It is God who arms me with strength and keeps my way secure.",
    "reference": "Psalm 18:32"
  },
  {
    "text": "When I called, you answered me; you greatly emboldened me.",
    "reference": "Psalm 138:3"
  },
  {
    "text": "Because of the Lord’s great love, we are not consumed, for his compassions never fail.",
    "reference": "Lamentations 3:22"
  },
  {
    "text": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
    "reference": "Romans 15:13"
  },
  {
    "text": "Greater love has no one than this, to lay down one’s life for one’s friends.",
    "reference": "John 15:13"
  },
  {
    "text": "But Jesus looked at them and said, ‘With man this is impossible, but with God all things are possible.’",
    "reference": "Matthew 19:26"
  },
  {
    "text": "If God is for us, who can be against us?",
    "reference": "Romans 8:31"
  },
  {
    "text": "To the praise of his glorious grace, which he has freely given us in the One he loves.",
    "reference": "Ephesians 1:6"
  },
  {
    "text": "But godliness with contentment is great gain.",
    "reference": "1 Timothy 6:6"
  },
  {
    "text": "For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.",
    "reference": "1 Timothy 1:7"
  },
  {
    "text": "Give thanks to the Lord, for he is good; his love endures forever.",
    "reference": "Psalm 107:1"
  },
  {
    "text": "For I know the plans I have for you,\" declares the Lord, \"plans to give you hope and a future.",
    "reference": "Jeremiah 29:11"
  }
]